Repository: palasthotel/wp-firebase-notifications
Catalog: public/languages/firebase-notifications-*.po
Languages: de_de

source: No access
de_de: Zugriff verweigert

source: No message was sent
de_de: Es wurde keine Nachricht verschickt

source: Post needs to be saved.
de_de: Post muss gespeichert werden.

source: %d chars.
de_de: %d Zeichen.

source: Could be too short 🤔
de_de: Könnte zu kurz sein 🤔

source: Seems to be a good length 👍
de_de: Sieht gut aus 👍

source: Could be a little too long ⚠️
de_de: Könnte etwas zu lang sein ⚠️

source: Will probably be too long 🚨️
de_de: Wird wahrscheinlich zu lang sein 🚨

source: You need to choose at least one topic
de_de: Wähle mindestens ein Thema aus

source: You can use max of 4 logical operations
de_de: Maximal 4 logische Operationen möglich

source: Invalid
de_de: Ungültig

source: Valid
de_de: Gültig

source: Send
de_de: Senden

source: Plan
de_de: Planen

source: This will overwrite your current topics condition. Proceed?
de_de: Deine aktuelle Themendefinition wird überschrieben. Fortfahren?

source: Give me a message title, please.
de_de: Bitte gib einen Nachrichtentitel an.

source: Type some body content.
de_de: Der Nachrichtentext ist leer.

source: Please define your topic conditions.
de_de: Definiere die Themenbedingung.

source: At least one platform needs to be activated.
de_de: Mindestens eine Plattform muss aktiviert werden.

source: Please provide a valid schedule date that is at least a few minutes in the future.
de_de: Wähle ein gültiges Datum mit Uhrzeit, dass mindestens ein paar Minuten in der Zukunft liegt.

source: Schedule date must be at least a few minutes in the future.
de_de: Das Datum für das geplante Versenden muss wenigstens ein paar Minuten in der Zukunft liegen.

source: Title
de_de: Titel

source: Body
de_de: Text

source: To devices of platform
de_de: Zu Geräten der Plattform

source: Send a message to all devices that are subscribed to '%s' and are also subscribed to the topic '%s'.
de_de: Sende eine Nachricht an alle Geräte die ‚%s‘ und das Thema ‚%s‘ abonniert haben.

source: Send a message to all devices that are subscribed to '%s' or to '%s' or to both topics.
de_de: Sende eine Nachricht an alle Geräte die ‚%s‘ oder ‚%s‘ oder beide Themen abonniert haben.

source: Send a message to all devices that are subscribed to '%s' and are also subscribed to '%s' or to '%s' or to both topics.
de_de: Sende eine Nachricht an alle Geräte die ‚%s‘ und eines der Themen ‚%s‘ oder ‚%s‘ oder beide abonniert haben.

source: Send a message to all devices that are subscribed to '%s' or are subscribed to both topics '%s' and '%s'.
de_de: Sende eine Nachricht an alle Geräte die das Thema ‚%s‘ oder beide Themen ‚%s‘ und ‚%s‘ abonniert haben.

source: To devices subscribed to topics condition
de_de: An Geräte die die Themenbedingung erfüllen

source: Show more examples
de_de: Mehr Beispiele zeigen

source: Example
de_de: Beispiel

# post meta box condition examples
source: Use
de_de: Verwenden

source: Schedule
de_de: Zeitplan

source: Now
de_de: Jetzt

source: Manually after publication
de_de: Manuell nach der Veröffentlichung

source: On publication
de_de: Zur Veröffentlichung

source: Configuration missing. There are no topics defined
de_de: Konfiguration fehlt. Es sind keine Themen definiert

source: Sending message
de_de: Sende Nachricht

source: Message has been sent!
de_de: Nachricht wurde versendet!

source: Message has been scheduled!
de_de: Nachricht wurde eingeplant!

# Send message post meta box response
source: Error.
de_de: Fehler.

source: History
de_de: Verlauf

source: More info
de_de: Mehr Informationen

source: Delete scheduled message
de_de: Geplante Nachricht löschen

source: Show complete history of %d items.
de_de: Zum gesamten Verlauf mit %d Einträgen.

source: Google Services
de_de: Google Dienste

source: Post types
de_de: Inhaltstypen

source: Notification Icon
de_de: Benachrichtigungssymbol

source: Tools ‹ Firebase Notifications
de_de: Werkzeuge ‹ Firebase Notifications

# Tools page
source: Not sent
de_de: Nicht versendet

source: Created:
de_de: Erstellt:

source: Sent:
de_de: Gesendet:

source: Answer from Firebase Cloud Messaging
de_de: Antwort von Firebase Cloud Messaging

source: platform-logger
de_de: Plattform-Logger

source: send messages with firebase messaging
de_de: versende Nachrichten über Firebase Messaging
